Repository: AzkaarAli/leihs
Catalog: po/*/leihs.po
Languages: de_ch

source: Print Contract %d
de_ch: Vertrag %d drucken

source: Other documents
de_ch: Andere Dokumente

source: Add Model for
de_ch: Modell hinzufügen für

source: Submit
de_ch: Absenden

source: Building
de_ch: Gebäude

source: Room
de_ch: Raum

source: Shelf
de_ch: Gestell

source: Show
de_ch: Anzeigen

source: Generate barcode
de_ch: Strichcode erstellen

source: Currently has the following things
de_ch: Hat momentan die folgenden Dinge

source: Add group
de_ch: Gruppe hinzufügen

source: Remove
de_ch: Entfernen

source: Role
de_ch: Rolle

source: Access Level
de_ch: Zugriffsstufe

source: Add
de_ch: Hinzufügen

source: Save
de_ch: Speichern

source: Suspended until %s
de_ch: Gesperrt bis %s

source: Reinstate
de_ch: Entsperren

source: Suspend
de_ch: Sperren

source: The user will not be able to place any orders
de_ch: Dieser Benutzer wird keine Bestellungen mehr aufgeben können

source: Suspended Until
de_ch: Gesperrt bis

source: Reason
de_ch: Begründung

source: Access levels
de_ch: Zugriffsstufen

source: Access levels, handled per inventory pool, are used to determine what system functionality a user is allowed to see and use.
de_ch: Zugriffsstufen (pro Gerätepark) bestimmen, welche Funktionen ein Benutzer sieht/benutzen kann und welche nicht.

source: Database Authentication
de_ch: Datenbankbasierte Authentifizierung

source: New Password
de_ch: Neues Passwort

source: Set Password
de_ch: Passwort setzen

source: Create
de_ch: Erstellen

source: Address
de_ch: Adresse

source: ZIP
de_ch: PLZ

source: City
de_ch: Stadt

source: Country
de_ch: Land

source: Badge ID
de_ch: Badge-Nummer:

source: Edit
de_ch: Editieren

source: New Contract
de_ch: Neuer Vertrag

source: Write Email
de_ch: E-Mail schreiben

source: User Login
de_ch: Benutzer-Login

source: Access Rights
de_ch: Zugriffsrechte

source: Create external user
de_ch: Externen Benutzer erstellen

source: %{i} orders
de_ch: %{i} Bestellungen

source: %{i} items
de_ch: %{i} Geräte

source: Edit external user
de_ch: Externen Benutzer bearbeiten

source: Note
de_ch: Notiz

source: New Item
de_ch: Neuer Gegenstand

source: Item
de_ch: Gegenstand

source: This item was retired on %s because %s
de_ch: Dieser Gegenstand würde am %s ausgemustert. Grund: %s

source: Save and create a Copy
de_ch: Speichern und kopieren

source: Create and make a Copy
de_ch: Erstellen und kopieren

source: Working order
de_ch: Zustand

source: Broken
de_ch: Defekt

source: Completeness
de_ch: Vollständigkeit

source: Incomplete
de_ch: Unvollständig

source: Borrowable
de_ch: Ausleihbar

source: Unborrowable
de_ch: Nicht ausleihbar

source: Needs permission
de_ch: Braucht Ausleihbewilligung

source: Yes
de_ch: Ja

source: No
de_ch: Nein

source: General Information
de_ch: Allgemeine Informationen

source: Search Model
de_ch: Modell suchen

source: Categories
de_ch: Kategorien

source: Inventory Code
de_ch: Inventarcode

source: Overview
de_ch: Übersicht

source: Serial Number:
de_ch: Seriennummer:

source: In stock?
de_ch: An Lager?

source: Part of:
de_ch: Teil von:

source: The item %s will be unretired and be available for rentals.
de_ch: Der Gegenstand %s wird nicht mehr ausgemustert und wieder für die Ausleihe verfügbar sein.

source: The item %s will be retired and no longer be available for rentals.
de_ch: Der Gegenstand %s wird ausgemustert und nicht mehr für die Ausleihe verfügbar sein.

source: Operation not permitted: the item is not returned yet.
de_ch: Diese Aktion ist nicht erlaubt: Der Gegenstand wurde noch nicht zurückgegeben.

source: Invoice Information
de_ch: Rechnungsinformationen

source: Invoice Number:
de_ch: Rechnungsnummer:

source: Invoice Date:
de_ch: Rechnungsdatum:

source: Initial Price:
de_ch: Anschaffungswert:

source: Insurance Number:
de_ch: Versicherungsnummer:

source: Supplier:
de_ch: Lieferant:

source: Retirement:
de_ch: Ausmusterung:

source: Item is part of package
de_ch: Gegenstand ist Teil eines Pakets

source: This is a package containing the following items:
de_ch: Dies ist ein Paket, bestehend aus den folgenden Gegenständen:

source: Add Note
de_ch: Notiz hinzufügen

source: Item was retired on
de_ch: Gerät wurde ausgemustert am

source: Relevant for inventory
de_ch: Inventarrelevant

source: Owner
de_ch: Besitzer

source: Last Checked:
de_ch: Geprüft:

source: Responsible department
de_ch: Verantwortliche Abteilung

source: None
de_ch: Keine/r

source: Responsible person
de_ch: Verantwortliche Person

source: Search
de_ch: Suche

source: Select
de_ch: Auswählen

source: Free inventory codes
de_ch: Freie Inventarcodes

source: From
de_ch: Von

source: To
de_ch: bis

source: Min Gap
de_ch: Min. Lücke

source: Gap
de_ch: Lücke

source: Add compatible
de_ch: Kompatible/s hinzufügen

source: New Package
de_ch: Neues Paket

source: Create New
de_ch: Erstellen

source: Add Selected
de_ch: Ausgewählte hinzufügen

source: Current group quantities
de_ch: Gruppen-Verteilung

source: Borrowable (%d)
de_ch: Ausleihbar (%d)

source: Unborrowable (%d)
de_ch: Nicht ausleihbar (%d)

source: General
de_ch: Allgemein

source: Upload attachment for model
de_ch: Attachment hochladen für Modell

source: Manufacturer
de_ch: Hersteller

source: Available Items
de_ch: Verfügbar

source: of
de_ch: von

source: Responsible: %s
de_ch: Verantwortlich: %s

source: Inventory code
de_ch: Inventarcode

source: Add item
de_ch: Gegenstand hinzufügen

source: Are you sure? The %d items associated with this package will be freed up and available as single items again.
de_ch: Sind Sie sicher? Die %d mit diesem Paket verbundenen Gegenstände werden wieder freigegeben und stehen dann einzeln zur Ausleihe zur Verfügung.

source: %d Items
de_ch: %d Gegenstände

source: New Item Package
de_ch: Neues Paket

source: Add more accessories
de_ch: Zubehör hinzufügen

source: Active for %s
de_ch: Aktiv für %s

source: Actions
de_ch: Aktionen

source: Upload image for model
de_ch: Bild für Modell hochladen

source: Images
de_ch: Bilder

source: key
de_ch: Schlüssel

source: Copy
de_ch: Kopieren

source: Paste
de_ch: Einfügen

source: value
de_ch: Wert

source: Description
de_ch: Beschreibung

source: Technical Details
de_ch: Technische Details

source: Internal Description
de_ch: Interne Beschreibung

source: Package name
de_ch: Paketname

source: The package name cannot be changed because it's present in many inventory pools.
de_ch: Der Paketname kann nicht verändert werden, weil er in mehreren Geräteparks vorkommt.

source: Inventory Pools
de_ch: Geräteparks

source: Order No.
de_ch: Bestellung Nr.

source: Models
de_ch: Modelle

source: Date
de_ch: Datum

source: %{n} Items
de_ch: %{n} Artikel

source: View + Acknowledge
de_ch: Ansehen + genehmigen

source: View (readonly)
de_ch: Ansehen (nicht editierbar)

source: Changes
de_ch: Änderungen

source: Quantity
de_ch: Anzahl

source: Time frame
de_ch: Zeitfenster

source: Add as subcategory of
de_ch: Unterkategorie von

source: Label
de_ch: Bezeichnung

source: Type
de_ch: Typ

source: Models in %s
de_ch: Modelle in %s

source: Children
de_ch: Kind-Elemente

source: All Children
de_ch: Alle Kind-Elemente

source: Parents
de_ch: Eltern

source: Remove Parent
de_ch: Eltern-Objekt entfernen

source: Last Visitors
de_ch: Letzte Besucher

source: Overdue
de_ch: Überfällig

source: Short Name
de_ch: Kurzname

source: Default contract note
de_ch: Standard-Vertragsnotiz

source: Whatever you enter here is prepended to all inventory numbers for this particular pool. e.g. ABC1, ABC2, ABC3 etc. If you leave this empty, no alphabetic characters are used in the inventory numbers.
de_ch: Was Sie hier eingeben, wird vorne an alle Inventarnummern dieses Geräteparks angehängt. z.B. ABC1, ABC2, ABC3 usw. Wenn Sie dies leer lassen, werden keine alphanumerischen Zeichen in den Inventarnummern verwendet.

source: This e-mail address is used as sender when sending reminder or confirmation e-mails for this particular pool. If you enter nothing, the system default sender address is used.
de_ch: Diese Mailadresse wird als Absender beim Senden von Erinnerungs- und Bestätigungsmails aus diesem Gerätepark verwendet. Wenn Sie nichts eingeben, wird die Standardadresse des Systems verwendet.

source: This note is added to any contract, but can be changed individually before actually printing and signing each contract.
de_ch: Diese Notiz wird standardmässig jedem Vertrag hinzufgefügt, kann beim Druck eines einzelnen Vertrags aber noch geändert werden.

source: Menu background color
de_ch: Menü-Hintergrundfarbe

source: Print contracts
de_ch: Verträge drucken

source: Recipient
de_ch: Empfänger

source: Subject
de_ch: Betreff

source: Send
de_ch: Schicken

source: Overbooking
de_ch: Überbuchung

source: Period
de_ch: Zeitraum

source: Overbooked Quantity
de_ch: Überbuchte Anzahl

source: Contract %d
de_ch: Vertrag %d

source: Inspection
de_ch: Inspektion

source: User has no access to your inventory pool anymore
de_ch: Benutzer hat keinen Zugriff mehr auf Ihren Gerätepark

source: Check all
de_ch: Alle anwählen

source: Check today's
de_ch: Alle von heute

source: Take Back visits
de_ch: Besuche zum Zurücknehmen

source: Returned items
de_ch: Zurückgegebene Artikel

source: New Template
de_ch: Neue Vorlage

source: Template name
de_ch: Vorlagen-Namen

source: Add model
de_ch: Modell hinzufügen

source: Only %d items are present.
de_ch: Nur %d Gegenstände sind verfügbar.

source: Result(s)
de_ch: Resultat(e)

source: Contract from %s
de_ch: Vertrag von %s

source: Print PDF
de_ch: PDF drucken

source: In Stock
de_ch: An Lager

source: Order from %s
de_ch: Bestellung von %s

source: Telephone
de_ch: Telefon

source: Do you really want to delete the object?
de_ch: Möchten Sie das Objekt wirklich löschen?

source: New Group
de_ch: Neue Gruppe

source: Group name
de_ch: Gruppenname

source: Users
de_ch: Benutzer

source: Add user
de_ch: Benutzer hinzufügen

source: Restore to the original order?
de_ch: Die ursprüngliche Bestellung wiederherstellen?

source: Restore
de_ch: Wiederherstellen

source: Orders you are editing (please complete)
de_ch: Bestellungen, die Sie bearbeiten (bitte vervollständigen)

source: Save + Approve
de_ch: Speichern + Genehmigen

source: Approve Order
de_ch: Bestellung genehmigen

source: Reject Order
de_ch: Bestellung ablehnen

source: Restore Original
de_ch: Original wiederherstellen

source: Restore Order
de_ch: Bestellung wiederherstellen

source: Delete Order
de_ch: Bestellung löschen

source: Do you want to approve this order?
de_ch: Wollen Sie diese Bestellung genehmigen?

source: Comments
de_ch: Kommentare

source: This order is not yet approvable
de_ch: Diese Bestellung kann noch nicht genehmigt werden

source: Are yo sure you want to reject the order?
de_ch: Möchten Sie die Bestellung wirklich ablehnen?

source: You can enter an additional comment below, which will be sent to the user by e-mail.
de_ch: Sie können weitere Kommentare unten hinzufügen, die dem Benutzer per E-Mail zugeschickt werden.

source: Reject
de_ch: Ablehnen

source: Price
de_ch: Preis

source: Workdays
de_ch: Arbeitstage

source: Holidays
de_ch: Ferientage

source: Unsigned contracts
de_ch: Hängige Verträge

source: Please note that these contracts, while they do belong to approved orders, may be changed by the lending manager at any time. They represent only a current snapshot of the order and might not contain the same items as the final contract once you pick up your items.
de_ch: Bitte beachten Sie, dass diese Verträge zwar zu genehmigten Bestellungen gehören, die Bestellungen aber jederzeit von einem Inventarverwalter verändert werden können. Sie zeigen nur ein aktuelles Abbild der Bestellung. Diese kann bei Abholung durchaus andere Gegenstände enthalten.

source: Created at
de_ch: Erstellt am

source: Signed contracts
de_ch: Unterschriebene Verträge

source: Contract
de_ch: Vertrag

source: Basket
de_ch: Warenkorb

source: Continue with Order
de_ch: Weiter in Bestellung

source: Welcome
de_ch: Willkommen

source: Help
de_ch: Hilfe

source: Templates
de_ch: Vorlagen

source: Add all
de_ch: Alle hinzfügen

source: Error
de_ch: Fehler

source: Change Timeframe
de_ch: Zeitfenster ändern

source: Change the timeframe for the selected items
de_ch: Zeitfenster für Auswahl ändern

source: Remove the selected items
de_ch: Ausgewähltes entfernen

source: You are sure?
de_ch: Sind Sie sicher?

source: Submit Order
de_ch: Bestellung abschicken

source: Do you want to submit this order?
de_ch: Wollen Sie diese Bestellung abschicken?

source: Start date
de_ch: Startdatum

source: End date
de_ch: Enddatum

source: Change
de_ch: Ändern

source: Order
de_ch: Bestellung

source: The order is empty
de_ch: Die Bestellung ist leer

source: The order is not yet approvable
de_ch: Diese Bestellung kann noch nicht genehmigt werden

source: Refresh
de_ch: Aktualisieren

source: No models to display
de_ch: Keine Modelle anzuzeigen

source: This model may need permission!
de_ch: Um dieses Modell auszuleihen, benötigen Sie evtl. eine Ausleihbewilligung.

source: Properties
de_ch: Eigenschaften

source: Accessories
de_ch: Zubehör

source: Compatibles
de_ch: Kompatible

source: Saving Data
de_ch: Speichere Daten

source: Unallocated
de_ch: Nicht zugewiesen

source: Inventory Relevant
de_ch: Inventarrelevant

source: Not Inventory Relevant
de_ch: Nicht inventarrelevant

source: Retired
de_ch: Ausgemustert

source: Responsible for
de_ch: Verantwortlich

source: Managers
de_ch: Verwalter

source: Customers
de_ch: Kunden

source: Blacklist
de_ch: Schwarze Liste

source: Unknown
de_ch: Unbekannt

source: Groups
de_ch: Gruppen

source: Locations
de_ch: Orte

source: InventoryPools
de_ch: Geräteparks

source: All Users
de_ch: Alle Benutzer

source: New model
de_ch: Neues Modell

source: Not In Stock
de_ch: Nicht an Lager

source: Models in this pool
de_ch: Modelle in diesem Gerätepark

source: All Models
de_ch: Alle Modelle

source: Own Models
de_ch: Eigene Modelle

source: Own Packages
de_ch: Eigene Pakete

source: Packages
de_ch: Pakete

source: Options
de_ch: Optionen

source: Database Backup
de_ch: Datenbank-Backup

source: Pending
de_ch: Offen

source: Borrowing party:
de_ch: Ausleihende/r:

source: Lending party:
de_ch: Verleiher:

source: Qt
de_ch: Anz.

source: Value
de_ch: Wert

source: Grand total
de_ch: Gesamttotal

source: This value list covers an order lasting from %s to %s.
de_ch: Dieses Werteverzeichnis bezieht sich auf eine Bestellung für den Zeitraum %s bis %s.

source: All prices in %s.
de_ch: Alle Preise in %s.

source: No purpose given.
de_ch: Kein Zweck angegeben.

source: Contract no. %d
de_ch: Vertrag Nr. %d

source: This lending contract covers borrowing the following items by the person (natural or legal) described as 'borrowing party' below. Use of these items is only allowed for the purpose given below.
de_ch: Dieser Leihvertrag deckt die Ausleihe der folgenden Gegenstände durch die natürliche oder rechtliche Person ab, die oben als 'Ausleihende/r' bezeichnet ist. Die Verwendung der Gegenstände ist nur im Rahmen des unten angegebenen Zwecks gestattet.

source: Returned date
de_ch: Rückgabedatum

source: Purpose:
de_ch: Zweck:

source: Additional notes:
de_ch: Zusätzliche Notiz:

source: Signature of borrower:
de_ch: Unterschrift des/der Ausleihenden:

source: Signature of person taking back the item:
de_ch: Unterschrift der zurücknehmenden Person:

source: You don't have any rights to access this application
de_ch: Sie sind nicht berechtigt, diese Applikation zu benutzen

source: Access Denied
de_ch: Zugriff verweigert
