Repository: AzkaarAli/leihs
Catalog: po/*/leihs.po
Languages: de_ch

source: Empty Username and/or Password
de_ch: Benutzername und/oder Passwort sind leer

source: Wrong Username/Password
de_ch: Benutzername/Passwort ungültig

source: User unknown
de_ch: Benutzer unbekannt

source: Too many users found
de_ch: Zu viele Benutzer gefunden

source: Invalid technical user - contact your leihs admin
de_ch: Ungültiger technischer Benutzer - wenden Sie sich an Ihren leihs-Administrator

source: You don't have any rights to access this application.
de_ch: Sie sind nicht berechtigt, diese Applikation zu verwenden

source: Invalid username/password
de_ch: Benutzername/Passwort ungültig

source: Password changed
de_ch: Passwort geändert

source: Logged in successfully
de_ch: Erfolgreich eingeloggt

source: You have been logged out.
de_ch: Sie sind nun ausgeloggt.

source: The user does not have an email address
de_ch: Der Benutzer hat keine E-Mail-Adresse

source: The mail was sent
de_ch: Das E-Mail wurde verschickt

source: The Category must be empty
de_ch: Die Kategorie muss leer sein

source: Attempt to add node to own graph collection
de_ch: Versuch, einen Zweig seiner eigenen Graph-Kollektion hinzuzufügen

source: The Inventory Pool must be empty
de_ch: Der Gerätepark muss leer sein

source: Item taken back
de_ch: Gegenstand zurückgenommen

source: The Inventory Code %s was not found.
de_ch: Inventarcode %s nicht gefunden

source: No items to hand over specified. Please assign inventory codes to the items you want to hand over.
de_ch: Es sind keine Gegenstände zur Übergabe markiert. Bitte weisen Sie den Gegenständen, die Sie übergeben wollen, Inventarcodes zu.

source: New lines have been generated
de_ch: Neue Zeilen wurden hinzugefügt

source: The quantity has been changed
de_ch: Die Menge ist verändert worden

source: The start date has been changed
de_ch: Das Startdatum ist verändert worden

source: The item is already in the current contract.
de_ch: Dieser Artikel ist bereits Teil dieses Vertrags.

source: This item is part of package %s.
de_ch: Dieser Gegenstand ist Teil von Paket %s.

source: Inventory Code assigned
de_ch: Inventarcode zugewiesen

source: New item added to contract.
de_ch: Neuer Gegenstand zu Vertrag hinzufgefügt.

source: Option %s added.
de_ch: Option %s hinzugefügt.

source: User must be selected
de_ch: Benutzer muss ausgewählt sein

source: The selected lines have been moved
de_ch: Die ausgewählten Zeilen wurden verschoben

source: New item created.
de_ch: Neuer Gegenstand erstellt.

source: Item saved.
de_ch: Gegenstand gespeichert.

source: You don't have access to this item.
de_ch: Sie haben keinen Zugriff auf diesen Gegenstand.

source: Location successfully set
de_ch: Ort erfolgreich zugewiesen

source: Error setting the location
de_ch: Fehler beim setzen des Ortes

source: Item retired (%s)
de_ch: Gerät ausgemustert (%s)

source: Item handed over as part of contract %d.
de_ch: Gegenstand übergeben als Teil von Vertrag %d.

source: Expected to be returned.
de_ch: Zurückerwartet.

source: Model successfully added as compatible
de_ch: Modell erfolgreich als kompatibel hinzugefügt

source: The model is already compatible
de_ch: Dieses Modell ist bereits kompatibel

source: Couldn't update
de_ch: Konnte nicht updaten

source: Compatible successfully removed
de_ch: Kompatibles Modell erfolgreich entfernt

source: The selected model is not a package
de_ch: Das ausgewählte Modell gehört nicht zu einem Paket

source: Package successfully saved
de_ch: Paket gespeichert

source: Error saving the package
de_ch: Fehler beim Speichern des Pakets

source: Package successfully destroyed
de_ch: Paket gelöscht

source: Error destroying the package
de_ch: Fehler beim Löschen dieses Pakets

source: Inventory code updated
de_ch: Invetarcode aktualisiert

source: Error updating inventory code
de_ch: Fehler beim aktualisieren des Inventarcodes

source: Item package successfully destroyed
de_ch: Paket gelöscht

source: Error destroying the item package
de_ch: Fehler beim Löschen des Pakets

source: You can't add a package to a package.
de_ch: Ein Paket kann nicht einem Paket hinzugefügt werden.

source: The properties have been updated.
de_ch: Die Eigenschaften wurden aktualisiert.

source: This model is now in %d categories
de_ch: Modell ist jetzt in Kategorie %s

source: Successfully set.
de_ch: Erfolgreich zugewiesen

source: The accessory was successfully created.
de_ch: Zubehör erstellt.

source: Error creating the accessory.
de_ch: Fehler beim erstellen des Zubehörs.

source: The accessory was successfully deleted.
de_ch: Zubehör gelöscht.

source: Error deleting the accessory.
de_ch: Fehler beim Löschen des Zubehörs.

source: Attachment was successfully created.
de_ch: Attachment erfolgreich erstellt.

source: Upload error.
de_ch: Fehler beim Hochladen.

source: The group quantities were successfully saved.
de_ch: Die Gruppen-Verteilungen wurden gespeichert.

source: Booking
de_ch: Ausleihe

source: Inventory
de_ch: Inventar

source: Database backup successfully done.
de_ch: Datenbank-Backup erstellt

source: Model must be selected
de_ch: Modell muss ausgewählt sein

source: User details were updated successfully.
de_ch: Die neuen Benutzerinformationen wurden gespeichert.

source: The new user details could not be saved.
de_ch: Die neuen Benutzerinformationen konnten nicht gespeichert werden.

source: User %s has been reminded
de_ch: Benutzer %s wurde erinnert

source: Access Right successfully updated
de_ch: Zugriffsrecht aktualisiert.

source: Access Right successfully created
de_ch: Zugriffsrecht erfolgreich erstellt.

source: Access right reinstated
de_ch: Zugriffsrechte wiederhergestellt

source: Badge ID was updated
de_ch: Badge-Nummer wurde aktualisiert

source: Submission failed
de_ch: Abschicken schlug fehl.

source: order line
de_ch: Bestellungszeile

source: history
de_ch: Geschichte

source: order
de_ch: Bestellung

source: access right
de_ch: Zugriffsrecht

source: inventory pool
de_ch: Gerätepark

source: InventoryPool|Contact details
de_ch: Gerätepark|Kontaktdetails

source: role
de_ch: Rolle

source: database authentication
de_ch: Datenbankbasierte Authentifizierung

source: image
de_ch: Bild

source: Image|Is main
de_ch: Bild|Ist haupt

source: model
de_ch: Modell

source: Model|Description
de_ch: Modell|Beschreibung

source: property
de_ch: Eigenschaft

source: location
de_ch: Standort

source: Location|Room
de_ch: Ort|Raum

source: Location|Shelf
de_ch: Ort|Gestell

source: Location|Building
de_ch: Ort|Gebäude

source: event
de_ch: Ereignis

source: Event|Action
de_ch: Aktion

source: notification
de_ch: Erinnerung

source: contract
de_ch: Vertrag

source: building
de_ch: Gebäude

source: model group
de_ch: Modellgruppe

source: category
de_ch: Kategorie

source: template
de_ch: Vorlage

source: holiday
de_ch: Ferientag

source: supplier
de_ch: Lieferant

source: language
de_ch: Sprache

source: authentication system
de_ch: Authentifizierungssystem

source: AuthenticationSystem|Is default
de_ch: Authentifizierungssystem|Ist standard

source: AuthenticationSystem|Is active
de_ch: Authentifizierungssystem|ist aktiv

source: model link
de_ch: Modell-Link

source: user
de_ch: Benutzer

source: workday
de_ch: Arbeitstag

source: Workday|Monday
de_ch: Arbeitstag|Montag

source: Workday|Tuesday
de_ch: Arbeitstag/Dienstag

source: Workday|Wednesday
de_ch: Arbeitstag/Mittwoch

source: Workday|Thursday
de_ch: Arbeitstag/Donnerstag

source: Workday|Friday
de_ch: Arbeitstag/Freitag

source: Workday|Saturday
de_ch: Arbeitstag/Samstag

source: Workday|Sunday
de_ch: Arbeitstag/Sonntag

source: item
de_ch: Artikel

source: Item|Is incomplete
de_ch: Gegenstand|Ist unvollständig

source: accessory
de_ch: Zubehör

source: Accessory|Quantity
de_ch: Zubehör|Anzahl

source: Access Level: %d
de_ch: Zugriffsstufe: %d

source: The admin role cannot be scoped to an inventory pool
de_ch: Die admin-Rolle kann sich nicht auf einen Gerätepark beziehen

source: Inventory Pool is missing
de_ch: Gerätepark fehlt

source: Order submitted
de_ch: Bestellung abgeschickt

source: Order received
de_ch: Bestellung eingetroffen

source: Order approved
de_ch: Bestellung genehmigt

source: Order rejected
de_ch: Bestellung abgelehnt

source: Deadline soon
de_ch: Bald Deadline

source: Reminder
de_ch: Erinnerung

source: Unsubmitted
de_ch: Nicht abgeschickt

source: Submitted
de_ch: Abgeschickt

source: Approved
de_ch: Genehmigt

source: Rejected
de_ch: Abgelehnt

source: Changed quantity for %{model} from %{from} to %{to}
de_ch: Anzahl für %{model} von %{from} auf %{to} geändert

source: Maximum number of items available at that time is %{max}
de_ch: Die maximale Anzahl verfügbarer Artikel für diese Zeit ist %{max}

source: (maximum available: %{max})
de_ch: (maximal verfügbar: %{max})

source: Purpose changed '%{from}' for '%{to}'
de_ch: Zweck geändert von '%{from}' zu '%{to}'

source: User swapped %{from} for %{to}
de_ch: Benutzer geändert von %{from} zu %{to}

source: Invalid order_lines
de_ch: Ungültige order_lines

source: Added
de_ch: Hinzugefügt

source: Swapped %{from} for %{to}
de_ch: %{from} durch %{to} ersetzt

source: Changed dates for %{model} from %{from} to %{to}
de_ch: Datum für %{model} von %{from} auf %{to} gesetzt

source: Removed %{q} %{m}
de_ch: %{q} %{m} entfernt

source: not valid.
de_ch: nicht gültig.

source: not available.
de_ch: nicht verfügbar.

source: quantity not available.
de_ch: Anzahl nicht verfügbar.

source: inventory pool is closed on start_date.
de_ch: Der Gerätepark ist am gewünschten Starttag geschlossen

source: inventory pool is closed on end_date.
de_ch: Der Gerätepark ist am gewünschten Rückgabetag geschlossen

source: Start Date must be before End Date
de_ch: Startdaum muss vor Enddatum liegen

source: [leihs] Reservation Confirmation
de_ch: [leihs] Reservationsbestätigung

source: [leihs] Reservation Submitted
de_ch: [leihs] Reservation abgeschickt

source: [leihs] Order received
de_ch: [leihs] Bestellung eingetroffen

source: [leihs] Reservation Rejected
de_ch: [leihs] Reservation abgelehnt

source: [leihs] Reservation confirmed (with changes)
de_ch: [leihs] Reservation genehmigt (mit Änderungen)

source: [leihs] Reminder
de_ch: [leihs] Erinnerung

source: [leihs] Some items should be returned tomorrow
de_ch: [leihs] Einige Gegenstände sollten morgen zurückgebracht werden

source: The option doesn't belong to the inventory pool related to this contract
de_ch: Die Option gehört nicht zum Gerätepark dieses Vertrags

source: already in Category
de_ch: bereits in Kategorie

source: Inconsistent Inventory Pool
de_ch: Inkonsistenter Geräterpark

source: Reminded %{q} items for contracts %{c}
de_ch: %{q} Mal für Vertrag %{c} erinnert

source: Unsuccessful reminder of %{q} items for contracts %{c}
de_ch: %{q} konnte nicht für Vertrag %{c} erinnert werden

source: Deadline soon reminder sent for %{q} items on contracts %{c}
de_ch: "Deadline bald" Erinnerung für %{q} Gegenstände gesendet aus den Verträgen %{c}

source: %s until %s
de_ch: %s bis %s

source: The parent item doesn't exist (parent_id: %d)
de_ch: Das Eltern-Objekt existiert nicht (parent_id: %d)

source: A package cannot be nested to another package
de_ch: Ein Paket kann nicht Teil eines Pakets sein

source: doesn‘t match parent's attribute
de_ch: stimmt nicht mit dem Attribut des Eltern-Objekts überein

source: Package error
de_ch: Paketfehler

source: The model cannot be changed because the item is used in contracts already.
de_ch: Das Modell kann nicht verändert werden, da dieser Gegenstand bereits in Verträgen verwendet wurde.

source: The item cannot be retired because it's not returned yet.
de_ch: Das Gerät kann nicht ausgemustert werden, weil es noch nicht zurückgebracht worden ist

source: Unsigned
de_ch: Nicht unterschrieben

source: Signed
de_ch: Unterschrieben

source: Closed
de_ch: Geschlossen

source: Contract %d has been signed by %s
de_ch: Vertrag %d wurde unterschrieben von %s

source: item not assigned.
de_ch: Kein Gegenstand zugeordnet

source: The item doesn't match with the reserved model
de_ch: Dieser Artikel entspricht nicht dem reservierten Modell

source: The item is already handed over or assigned to a different contract line
de_ch: Dieser Gegenstand ist bereits einem anderen Vertrag zugewiesen

source: The item doesn't belong to the inventory pool related to this contract
de_ch: Das Gerät gehört nicht zum Gerätepark dieses Vertrags

source: The item belongs to a package
de_ch: Der Gegenstand gehört zu einem Paket

source: Day
de_ch: Tag

source: Days
de_ch: Tage

source: Possibly not all matches are being displayed because your search text was shorter than the minumum %s characters
de_ch: Es werden evtl. nicht alle Resultate angezeigt, da Ihr Suchbegriff kürzer war als %s Zeichen

source: Quantity: %d
de_ch: Anzahl: %d

source: Acknowledge
de_ch: Genehmigen

source: Hand Over
de_ch: Aushändigen

source: Take Back
de_ch: Zurücknehmen

source: Today
de_ch: Heute

source: Yesterday
de_ch: Gestern

source: Remind
de_ch: Erinnern

source: %{i} reminders, last: %{d}
de_ch: %{i} Erinnerungen, letzte: %{d}

source: Unretire
de_ch: Ausmusterung zurücknehmen

source: Retire
de_ch: Ausmustern

source: Borrowable %s
de_ch: Ausleihbar %s

source: In Stock (%d)
de_ch: An Lager (%d)

source: Not In Stock (%d)
de_ch: Nicht an Lager (%d)

source: From date
de_ch: Von Datum

source: Available quantity
de_ch: Verfügbare Anzahl

source: <b>%d</b> results
de_ch: <b>%d</b> Resultate

source: for <b>%s</b>
de_ch: für Suche nach <b>%s</b>

source: filtering <b>%s</b>
de_ch: filtere nach <b>%s</b>

source: Previous
de_ch: Zurück

source: Next
de_ch: Vorwärts

source: Reserver
de_ch: Reservierer

source: User
de_ch: Benutzer

source: Model
de_ch: Modell

source: Loading
de_ch: Lade

source: Confirm
de_ch: Bestätigen

source: You can't have a Start Date before today
de_ch: Das Startdatum kann nicht vor dem heutigen Datum liegen

source: Month
de_ch: Monat

source: All
de_ch: Alle

source: Password
de_ch: Passwort

source: Orders
de_ch: Bestellungen

source: Contracts
de_ch: Verträge

source: Firstname/Lastname
de_ch: Vorname/Nachname

source: Phone
de_ch: Telefon

source: Inventory Pool(s)
de_ch: Gerätepark(s)

source: You have permission to access the following inventory pool(s):
de_ch: Sie sind für die folgenden Geräteparks berechtigt:

source: User details incomplete: %s is missing
de_ch: Benutzer-Informationen nicht komplett: %s fehlt

source: Unfortunately, we do not have all your personal information and therefore cannot grant you access to this system. Please log in to the Personensuche system (see link below) and complete the form under 'Meine persönlichen Daten'. If you cannot use the Personensuche system, please contact Claudio Pavan (claudio.pavan@zhdk.ch or +41 43 446 21 48) and give him your full details. The information we need is: Full name, address, landline phone number, mobile phone number and alternative e-mail address. This information will never be visible to the public unless you explicitly choose to make it visible.
de_ch: Leider haben wir nicht genug Informationen zu Ihrer Person und müssen Ihnen deshalb den Zugang zu diesem System verweigern. Bitte loggen Sie in die Personensuche ein (siehe Link weiter unten) und vervollständigen Sie die Informationen unter 'Meine persönlichen Daten'. Falls Sie das Personensuche-System nicht benutzen können, wenden Sie sich bitte an Claudio Pavan (claudio.pavan@zhdk.ch or 043 446 21 48). Die Informationen, die wir benötigen, sind: Voller Name, Adresse, Telefon (privat), Telefon (mobil) und E-Mail (privat). Diese Informationen werden niemals öffentlich sichtbar gemacht, ausser Sie erlauben dies explizit.

source: Contracts (%d)
de_ch: Verträge (%d)

source: My Orders
de_ch: Meine Bestellungen

source: Dear leihs client,
de_ch: Liebe/r leihs-Kunde/in

source: ** This is an automatically generated response **
de_ch: ** Automatisch generierte E-Mail **

source: The following items are overdue:
de_ch: Die folgenden Artikel sind überfällig:

source: item(s) due on
de_ch: Gegenstände zurückzubringen am

source: at the inventory pool
de_ch: aus dem Gerätepark

source: Since we did not receive any request for renewal, we consequently demand the return of the items without further delay.
de_ch: Da Sie keine Verlängerung beantragt haben, bitten wir Sie, die Artikel sofort zurückzubringen.

source: By not returning these items, you are blocking other people's reservations. This is very unfair to the other clients and to the inventory manager, since you are causing a significant amount of trouble and annoyance.
de_ch: Das verspätete Retournieren der Artikel blockiert neue Reservationen und verursacht massiven Ärger und Umtriebe für unsere anderen Kunden/innen sowie den Verleiher!

source: You might receive an admonishment and be subject to late fees as well as the restriction of borrowing privileges. In case of recurrence you might be barred from leihs for up to 6 months.
de_ch: Dies kann eine Verwarnung nach sich ziehen und Sie können im Wiederholungsfall vom Verleiher bis zu 6 Monaten von der Ausleihe gesperrt werden!

source: We therefore ask you to be fair and punctual! Thank you!
de_ch: Also seien Sie bitte fair und pünktlich! Vielen Dank!

source: Kind regards,
de_ch: Schöne Grüsse

source: The following items are due to be returned tomorrow:
de_ch: Die folgenden Gegenstände müssen morgen zurückgebracht werden:

source: item(s)
de_ch: Gegenstände

source: We are just sending you this little reminder because someone else is already waiting for some of these items.
de_ch: Wir senden Ihnen diese kleine Erinnerung, da für den/die genannten Artikel bereits eine neue Reservation besteht.

source: In the interest of all our clients we ask you to observe the return dates.
de_ch: Im Interesse aller unserer Kunden/innen bitten wir Sie, die Termine dringend einzuhalten.

source: Your order for the following items has been confirmed by the inventory manager
de_ch: Ihre Bestellung der folgenden Artikel wurde vom Verleiher genehmigt:

source: but a few changes were made to it
de_ch: aber es wurden einige Dinge daran verändert

source: Inventory pool
de_ch: Gerätepark

source: The order now looks like this:
de_ch: Ihre Bestellung sieht jetzt so aus:

source: These are the comments of the inventory manager:
de_ch: Vom Verleiher hinzugefügte Kommentare:

source: Your order for the following items listed below was successfully submitted.
de_ch: Ihre folgende Bestellung ist bei uns eingetroffen:

source: Unfortunately your order is still pending, but you will soon receive a confirmation of order by separate e-mail. You can view the status of your order through your leihs account.
de_ch: Leider konnte diese noch nicht bearbeitet werden. Sie werden zur Bestätigung eine weitere Nachricht erhalten. Es besteht die Möglichkeit, den Status Ihrer Bestellung im persönlichen leihs-Konto einzusehen.

source: Dear leihs manager,
de_ch: Liebe/r leihs-Manager/in

source: An order for the following items listed below was received in an inventory pool you are responsible for.
de_ch: Eine Bestellung für die folgenden Gegenstände ist in einem Inventarpool eingegangen, für den Sie verantwortlich sind.

source: This order is still pending. Please log in to your leihs system and either approve or reject it.
de_ch: Diese Bestellung ist noch hängig. Bitte loggen Sie sich in Ihr leihs-System ein, um sie zu genehmigen oder abzulehnen.

source: The user who placed this order has received a similar e-mail message informing them that the order first needs to be approved before it is valid.
de_ch: Die Person, die diese Bestellung durchgeführt hat, erhielt ein ähnliches E-Mail und würde darüber informiert, dass die Bestellung erst gültig ist, wenn sie genehmigt wird.

source: Your order was rejected for the following reason:
de_ch: Ihre Bestellung wurde aus folgenden Gründen abgelehnt:

source: The order has been successfully submitted, but is NOT YET CONFIRMED.
de_ch: Die Bestellung wurde erfolgreich eingereicht, ist aber NOCH NICHT GENEHMIGT.

source: Your order has now been submitted to an inventory manager for approval. The inventory manager will check your order and either approve it, reject it or make changes to it. Once this is done, you will be notified by e-mail. You can also see your order status on your personal page (click your name in the top right corner of this page).
de_ch: Ihre Bestellung wurde zur Bearbeitung an einen Inventarverwalter geschickt. Dieser wird sie überprüfen und entweder genehmigen, ablehnen oder verändern. Sobald dies passiert, werden Sie per E-Mail benachrichtigt. Sie können Ihre offenen Reservationen auch auf Ihrer persönlichen Liste abrufen (klicken Sie auf Ihren Namen, oben rechts auf dieser Seite).

source: These are your current pending orders:
de_ch: Hier sind die Reservationen, die noch von einem Inventarverwalter bestätigt werden müssen:

source: Details about the involved inventory pools
de_ch: Details zu den vorkommenden Geräteparks

source: Pending orders
de_ch: Offene Bestellungen

source: Received at
de_ch: Empfangen

source: Inventory Pool
de_ch: Gerätepark

source: Number of items
de_ch: Anzahl Gegenstände

source: Time window
de_ch: Zeitfenster

source: Purpose
de_ch: Zweck

source: Documents
de_ch: Dokumente

source: Delete
de_ch: Löschen

source: Value list
de_ch: Werteverzeichnis

source: Are you sure?
de_ch: Sind Sie sicher?

source: Qty.
de_ch: Anz.

source: YOU ARE SUSPENDED FOR THIS INVENTORY_POOL
de_ch: SIE SIND FÜR DIESEN GERÄTEPARK GESPERRT

source: Group
de_ch: Gruppe

source: Users (%d)
de_ch: Benutzer (%d)

source: Models (%d)
de_ch: Modelle (%d)

source: Template
de_ch: Vorlage

source: Models (%{m}/%{i})
de_ch: Modelle (%{m}/%{i})

source: Location
de_ch: Ort

source: Items (%d)
de_ch: Gegenstände (%d)

source: Access Rights (%d)
de_ch: Zugriffsrechte (%d)

source: Groups (%d)
de_ch: Gruppen (%d)

source: Things to return
de_ch: Dinge zurückzugeben

source: Extended Info
de_ch: Weitere Informationen

source: Package
de_ch: Paket

source: Availability
de_ch: Verfügbarkeit

source: Item Packages (%d)
de_ch: Pakete (%d)

source: Categories (%d)
de_ch: Kategorien (%d)

source: Properties (%d)
de_ch: Eigenschaften (%d)

source: Accessories (%d)
de_ch: Zubehör (%d)

source: Images (%d)
de_ch: Bilder (%d)

source: Compatibles (%d)
de_ch: Kompatible (%d)

source: Category
de_ch: Kategorie

source: Children (%d)
de_ch: Kind-Elemente (%d)

source: Parents (%d)
de_ch: Eltern-Elemente (%d)

source: Items to hand over
de_ch: Artikel zu übergeben

source: Contract Note
de_ch: Vertragsnotiz

source: Cancel
de_ch: Abbrechen

source: Time Period
de_ch: Zeitraum

source: Item needs permission!
de_ch: Gegenstand braucht Ausleih-Bewilligung!

source: Swap
de_ch: Tauschen

source: Swap Model
de_ch: Modell tauschen

source: Remove Model
de_ch: Modell entfernen

source: Contract Nr.
de_ch: Vertragsnummer

source: Currently suspended at:
de_ch: Im Moment gesperrt bei:

source: Set Purpose
de_ch: Zweck bestimmen

source: Mark
de_ch: Markieren

source: From today
de_ch: Von heute

source: Change Timeframe for selection
de_ch: Zeitfenster für Auswahl ändern

source: Swap Reserver
de_ch: Reservierenden ändern

source: Delete selection
de_ch: Auswahl löschen

source: Remove Models
de_ch: Modelle entfernen

source: Timeframe
de_ch: Zeitfenster

source: Action
de_ch: Aktion

source: Add Model
de_ch: Modell hinzufügen

source: Add Option
de_ch: Option hinzufügen

source: for
de_ch: für

source: This user doesn't have access to your inventory pool or is on your Blacklist!
de_ch: Dieser Benutzer hat keinen Zugriff auf Ihren Gerätepark oder er ist auf Ihrer schwarzen Liste!

source: edit %s
de_ch: %s bearbeiten

source: Hand Over visits
de_ch: Besuche zum Aushändigen

source: Visit at
de_ch: Besuch um

source: Items
de_ch: Gegenstände

source: Close
de_ch: Schliessen

source: Print contract
de_ch: Vertrag drucken
